import avatar1 from '../../../ad-images/avatar-1.png';
import avatar2 from '../../../ad-images/avatar-2.png';
import avatar3 from '../../../ad-images/avatar-3.png';
import avatar4 from '../../../ad-images/avatar-4.png';
import avatar5 from '../../../ad-images/avatar-5.png';

export const PlainListData = [

  {
    name: 'حسین توکلی',
    work: 'ترفندهای jQuery',
    like: '24 لایک',
    comments: '2 نظر',
    image: avatar1,
    description: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. "
  },
  {
    name: 'علی محمدی',
    work: 'طراحی سایت',
    like: '12 لایک',
    comments: '2 نظر',
    image: avatar2,
    description: "در یک زمینه حرفه ای اغلب اتفاق می افتد که مشتریان خصوصی یا شرکتی از انتشار گزارشی جلوگیری می کنند تا محتوای واقعی هنوز آماده نباشد. به یک وبلاگ خبری فکر کنید که به صورت ساعتی در روز پخش زنده پر از محتوا شود."
  },
  {
    name: 'دریا فیضی',
    work: 'CSS هک',
    like: '148 لایک',
    comments: '20 نظر',
    image: avatar3,
    description: "جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اینترنت تمایل دارد تکه های از پیش تعریف شده را در صورت لزوم تکرار کند ، و این اولین تولید کننده واقعی در اینترنت است"
  }, {
    name: 'نیما علامه',
    work: 'طراحی سایت',
    like: '25 لایک',
    comments: '6 نظر',
    image: avatar4,
    description: "جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اینترنت تمایل دارد تکه های از پیش تعریف شده را در صورت لزوم تکرار کند ، و این اولین تولید کننده واقعی در اینترنت است"
  },
  {
    name: 'نیاز حسینی',
    work: 'بهبود منزل',
    like: '34 لایک',
    comments: '22 نظر',
    image: avatar5,
    description: "جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اینترنت تمایل دارد تکه های از پیش تعریف شده را در صورت لزوم تکرار کند ، و این اولین تولید کننده واقعی در اینترنت است"
  },
  {
    name: 'حسین توکلی',
    work: 'توسعه دهنده ری اکت',
    like: '123 لایک',
    comments: '42 نظر',
    image: avatar1,
    description: "جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اینترنت تمایل دارد تکه های از پیش تعریف شده را در صورت لزوم تکرار کند ، و این اولین تولید کننده واقعی در اینترنت است"
  },
];
export const data = [

  {
    name: 'حسین توکلی',
    image: avatar2,
    buttonList: [
      { name: 'رابط کاربری' }, { name: 'UI' }, { name: 'UX' }
    ],
    description: "جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اینترنت تمایل دارد تکه های از پیش تعریف شده را در صورت لزوم تکرار کند ، و این اولین تولید کننده واقعی در اینترنت است"
  },
  {
    name: 'علی محمدی',
    buttonList: [
      { name: 'ترند' }, { name: 'زیبا' }, { name: 'ارگانیک' }
    ],
    image: avatar3,
    description: "این یک فرهنگ لغت از بیش از 200 کلمه لاتین ، همراه با تعداد انگشت شماری از ساختارهای جمله مدل استفاده می کند"
  },
  {
    name: 'دریا فیضی',
    buttonList: [
      { name: 'ری اکت' }, { name: 'Redux' }
    ],
    image: avatar4,
    description: "چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. "
  }, {
    name: 'محمد علیزاده',
    designation: 'BDM',
    buttonList: [
      { name: 'html' }, { name: 'سی اس اس' }, { name: 'جاوا' }
    ],
    image: avatar5,
    description: "چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. "
  },
  {
    name: 'نیاز حسینی',
    buttonList: [
      { name: 'html' },
      { name: 'سی اس اس' },
      { name: 'جاوا' }
    ],
    image: avatar1,
    description: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.  "
  },
  {
    name: 'احمد موسوی',
    buttonList: [
      { name: 'html' },
      { name: 'سی اس اس' },
      { name: 'جاوا' }
    ],
    image: avatar2,
    description: "بسیاری از متن ها از قسمت های مختلف وجود دارد لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است."
  },
];

export const cardsList = [
  {
    name: 'حسین توکلی',
    avatar: avatar3,
    description: "جوابگوی سوالات پیوسته اهل دنیای موجود طراحی...",
    rate: "17",
    earning: "45",
    position: "طراح گرافیک / UI و UX"
  },
  {
    name: 'علی محمدی',
    avatar: avatar4,
    description: "این یک فرهنگ لغت از بیش از 200 کلمه لاتین استفاده می کند ، ترکیبی ...",
    rate: "20",
    earning: "88",
    position: "توسعه دهنده PHP"
  },
  {
    name: 'دریا فیضی',
    avatar: avatar5,
    description: "لورم ایپسوم متن ساختگی با تولید سادگی...",
    rate: "24",
    earning: "102",
    position: "توسعه دهنده جاوا"
  }, {
    name: 'محمد علیزاده',
    avatar: avatar1,
    description: "این یک واقعیت طولانی است...",
    rate: "18",
    earning: "67",
    position: "توسعه دهنده PHP"
  },
  {
    name: 'نیاز حسینی',
    avatar: avatar2,
    description: "بسیاری از بسته های انتشار دسک تاپ و ویرایشگرهای صفحه وب ...",
    rate: "19",
    earning: "65",
    position: "طراح گرافیک / UI و UX"
  },
  {
    name: 'احمد موسوی',
    avatar: avatar3,
    description: "بسیاری از متن ها از قسمت های مختلف وجود دارد ...",
    rate: "13",
    earning: "43",
    position: "طراح گرافیک / UI و UX"
  },
];
