import avatar1 from '../../../../ad-images/avatar-1.png';
import avatar2 from '../../../../ad-images/avatar-2.png';
import avatar3 from '../../../../ad-images/avatar-3.png';
import avatar4 from '../../../../ad-images/avatar-4.png';
import avatar5 from '../../../../ad-images/avatar-5.png';

export const testimonialsData = [
  {
    content: 'جوابگوی سوالات پیوسته اهل دنیای موجود طراحی ',
    avatar: avatar1,
    name: 'نیاز حسینی',
    title: 'مدیر'
  }, {
    content: 'نسخه های مختلفی در طول سال ها ، گاه به طور اتفاقی ، گاهی به صورت هدفمند (تزریق شوخ طبعی و موارد مشابه) تکامل یافته اند',
    avatar: avatar2,
    name: 'احمد موسوی',
    title: 'سر محصول'
  }, {
    content: 'این یک واقعیت طولانی است این که یک خواننده هنگام مشاهده طرح خود از مطالب خواندنی یک صفحه پریشان شود. ',
    avatar: avatar3,
    name: 'باران تبریزی',
    title: 'مدیر ، برنامه نویس'
  }, {
    content: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    avatar: avatar4,
    name: 'محمد علیزاده',
    title: 'مهندس ارشد'
  }, {
    content: 'بسیاری از متن ها از قسمت های مختلف وجود دارد لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    avatar: avatar5,
    name: 'علی زمانی',
    title: 'مدیر ، برنامه نویس'
  }, {
    content: 'این یک فرهنگ لغت از بیش از 200 کلمه لاتین ، همراه با تعداد انگشت شماری از ساختارهای جمله مدل استفاده می کند',
    avatar: avatar1,
    name: 'دریا فیضی',
    title: 'مهندس سرب'
  }, {
    content: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم ',
    avatar: avatar2,
    name: 'فریبا حسنی',
    title: 'مدیر ، برنامه نویس'
  }
];
export const basicTestimonialsData = [
  {
    content: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    avatar: avatar3,
    name: 'نیاز حسینی',
    title: 'مدیر'
  }, {
    content: 'این یک واقعیت طولانی است این که یک خواننده هنگام مشاهده طرح خود از مطالب خواندنی یک صفحه پریشان شود',
    avatar: avatar4,
    name: 'احمد موسوی',
    title: 'سر محصول'
  }, {
    content: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    avatar: avatar5,
    name: 'باران تبریزی',
    title: 'مدیر ، برنامه نویس'
  }, {
    content: ' جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اینترنت تمایل دارد تکه های از پیش تعریف شده را در صورت لزوم تکرار کند ، و این اولین تولید کننده واقعی در اینترنت است. این یک فرهنگ لغت از بیش از 200 کلمه لاتین ، همراه با تعداد انگشت شماری از ساختارهای جمله مدل استفاده می کند',
    avatar: avatar1,
    name: 'محمد علیزاده',
    title: 'مهندس ارشد'
  }, {
    content: 'بسیاری از متن ها از قسمت های مختلف وجود دارد لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    avatar: avatar2,
    name: 'علی زمانی',
    title: 'مدیر ، برنامه نویس'
  }, {
    content: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
    avatar: avatar3,
    name: 'دریا فیضی',
    title: 'مهندس سرب'
  }, {
    content: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم  ',
    avatar: avatar4,
    name: 'فریبا حسنی',
    title: 'مدیر ، برنامه نویس'
  }
];
