export default [
  {
    'id': 1,
    'conversationData': [
      {
        'type': 'ارسال',
        'message': 'این یک واقعیت طولانی است',
        'sentAt': '3:08:35 بعد از ظهر',
      }, {
        'type': 'دریافت',
        'message': 'باید برای شما توضیح دهم که چگونه این همه تصور اشتباه از انکار',
        'sentAt': '3:10:28 بعد از ظهر',
      }, {
        'type': 'ارسال',
        'message': 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم ',
        'sentAt': '3:11:25 بعد از ظهر',
      }, {
        'type': 'دریافت',
        'message': 'بسیاری از متن ها از قسمت های مختلف وجود دارد',
        'sentAt': '3:12:36 بعد از ظهر',
      }, {
        'type': 'دریافت',
        'message': 'جوابگوی سوالات پیوسته اهل دنیای موجود طراحی',
        'sentAt': '3:12:45 بعد از ظهر',
      }, {
        'type': 'ارسال',
        'message': 'بسیاری از متن ها از قسمت های مختلف وجود دارد',
        'sentAt': '3:13:04 بعد از ظهر',
      }, {
        'type': 'دریافت',
        'message': 'این یک واقعیت طولانی است',
        'sentAt': '3:13:28 بعد از ظهر',
      }, {
        'type': 'ارسال',
        'message': 'رم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
        'sentAt': '3:15:45 بعد از ظهر',
      }
    ]
  },
  {
    'id': 2,
    'conversationData': [
      {
        'type': 'ارسال',
        'message': 'نسخه های انگلیسی از ترجمه 1914 توسط H. Rackham',
        'sentAt': '3:03:28 بعد از ظهر',
      },
      {
        'type': 'دریافت',
        'message': 'نسخه های انگلیسی از ترجمه 1914 توسط H. Rackham',
        'sentAt': '3:05:47 بعد از ظهر',
      },
      {
        'type': 'ارسال',
        'message': 'خطاهای دیدنی و خطای ناگهانی بنشینید',
        'sentAt': '3:07:52 بعد از ظهر',
      }, {
        'type': 'دریافت',
        'message': 'بسیاری از متن ها از قسمت های مختلف وجود دارد',
        'sentAt': '3:12:36 بعد از ظهر',
      }, {
        'type': 'دریافت',
        'message': 'جوابگوی سوالات پیوسته اهل دنیای موجود طراحی',
        'sentAt': '3:12:45 بعد از ظهر',
      }, {
        'type': 'ارسال',
        'message': 'بسیاری از متن ها از قسمت های مختلف وجود دارد',
        'sentAt': '3:13:04 بعد از ظهر',
      },
    ]
  },
  {
    'id': 3,
    'conversationData': [
      {
        'type': 'ارسال',
        'message': 'این یک واقعیت طولانی است',
        'sentAt': '3:08:35 بعد از ظهر',
      }, {
        'type': 'دریافت',
        'message': 'باید برای شما توضیح دهم که چگونه این همه تصور اشتباه از انکار',
        'sentAt': '3:10:28 بعد از ظهر',
      }, {
        'type': 'ارسال',
        'message': 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم ',
        'sentAt': '3:11:25 بعد از ظهر',
      }, {
        'type': 'دریافت',
        'message': 'بسیاری از متن ها از قسمت های مختلف وجود دارد',
        'sentAt': '3:12:36 بعد از ظهر',
      }, {
        'type': 'دریافت',
        'message': 'جوابگوی سوالات پیوسته اهل دنیای موجود طراحی',
        'sentAt': '3:12:45 بعد از ظهر',
      }, {
        'type': 'ارسال',
        'message': 'بسیاری از متن ها از قسمت های مختلف وجود دارد',
        'sentAt': '3:13:04 بعد از ظهر',
      }, {
        'type': 'دریافت',
        'message': 'این یک واقعیت طولانی است',
        'sentAt': '3:13:28 بعد از ظهر',
      },
    ]
  },
  {
    'id': 4,
    'conversationData': [
      {
        'type': 'ارسال',
        'message': 'نسخه های انگلیسی از ترجمه 1914 توسط H. Rackham',
        'sentAt': '3:03:28 بعد از ظهر',
      },
      {
        'type': 'دریافت',
        'message': 'نسخه های انگلیسی از ترجمه 1914 توسط H. Rackham',
        'sentAt': '3:05:47 بعد از ظهر',
      },
      {
        'type': 'ارسال',
        'message': 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم ',
        'sentAt': '3:11:25 بعد از ظهر',
      }, {
        'type': 'دریافت',
        'message': 'بسیاری از متن ها از قسمت های مختلف وجود دارد',
        'sentAt': '3:12:36 بعد از ظهر',
      }, {
        'type': 'دریافت',
        'message': 'جوابگوی سوالات پیوسته اهل دنیای موجود طراحی',
        'sentAt': '3:12:45 بعد از ظهر',
      }, {
        'type': 'ارسال',
        'message': 'بسیاری از متن ها از قسمت های مختلف وجود دارد',
        'sentAt': '3:13:04 بعد از ظهر',
      }, {
        'type': 'دریافت',
        'message': 'این یک واقعیت طولانی است',
        'sentAt': '3:13:28 بعد از ظهر',
      }, {
        'type': 'ارسال',
        'message': 'رم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
        'sentAt': '3:15:45 بعد از ظهر',
      }
    ]
  }, {
    'id': 5,
    'conversationData': [
      {
        'type': 'ارسال',
        'message': 'خطاهای دیدنی و خطای ناگهانی بنشینید',
        'sentAt': '3:07:52 بعد از ظهر',
      }, {
        'type': 'ارسال',
        'message': 'این یک واقعیت طولانی است',
        'sentAt': '3:08:35 بعد از ظهر',
      }, {
        'type': 'دریافت',
        'message': 'باید برای شما توضیح دهم که چگونه این همه تصور اشتباه از انکار',
        'sentAt': '3:10:28 بعد از ظهر',
      }, {
        'type': 'ارسال',
        'message': 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم ',
        'sentAt': '3:11:25 بعد از ظهر',
      }, {
        'type': 'دریافت',
        'message': 'بسیاری از متن ها از قسمت های مختلف وجود دارد',
        'sentAt': '3:12:36 بعد از ظهر',
      }, {
        'type': 'دریافت',
        'message': 'این یک واقعیت طولانی است',
        'sentAt': '3:13:28 بعد از ظهر',
      }, {
        'type': 'ارسال',
        'message': 'رم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
        'sentAt': '3:15:45 بعد از ظهر',
      }
    ]
  },
  {
    'id': 6,
    'conversationData': [
      {
        'type': 'ارسال',
        'message': 'این یک واقعیت طولانی است',
        'sentAt': '3:08:35 بعد از ظهر',
      }, {
        'type': 'دریافت',
        'message': 'باید برای شما توضیح دهم که چگونه این همه تصور اشتباه از انکار',
        'sentAt': '3:10:28 بعد از ظهر',
      }, {
        'type': 'ارسال',
        'message': 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم ',
        'sentAt': '3:11:25 بعد از ظهر',
      }, {
        'type': 'دریافت',
        'message': 'بسیاری از متن ها از قسمت های مختلف وجود دارد',
        'sentAt': '3:12:36 بعد از ظهر',
      }, {
        'type': 'دریافت',
        'message': 'این یک واقعیت طولانی است',
        'sentAt': '3:13:28 بعد از ظهر',
      }, {
        'type': 'ارسال',
        'message': 'رم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
        'sentAt': '3:15:45 بعد از ظهر',
      }
    ]
  }, {
    'id': 7,
    'conversationData': [

      {
        'type': 'دریافت',
        'message': 'نسخه های انگلیسی از ترجمه 1914 توسط H. Rackham',
        'sentAt': '3:05:47 بعد از ظهر',
      },
      {
        'type': 'ارسال',
        'message': 'خطاهای دیدنی و خطای ناگهانی بنشینید',
        'sentAt': '3:07:52 بعد از ظهر',
      }, {
        'type': 'ارسال',
        'message': 'این یک واقعیت طولانی است',
        'sentAt': '3:08:35 بعد از ظهر',
      }, {
        'type': 'دریافت',
        'message': 'بسیاری از متن ها از قسمت های مختلف وجود دارد',
        'sentAt': '3:12:36 بعد از ظهر',
      }, {
        'type': 'دریافت',
        'message': 'جوابگوی سوالات پیوسته اهل دنیای موجود طراحی',
        'sentAt': '3:12:45 بعد از ظهر',
      }, {
        'type': 'ارسال',
        'message': 'بسیاری از متن ها از قسمت های مختلف وجود دارد',
        'sentAt': '3:13:04 بعد از ظهر',
      }, {
        'type': 'دریافت',
        'message': 'این یک واقعیت طولانی است',
        'sentAt': '3:13:28 بعد از ظهر',
      },
    ]
  },
  {
    'id': 8,
    'conversationData': [
      {
        'type': 'ارسال',
        'message': 'نسخه های انگلیسی از ترجمه 1914 توسط H. Rackham',
        'sentAt': '3:03:28 بعد از ظهر',
      },
      {
        'type': 'ارسال',
        'message': 'خطاهای دیدنی و خطای ناگهانی بنشینید',
        'sentAt': '3:07:52 بعد از ظهر',
      }, {
        'type': 'ارسال',
        'message': 'این یک واقعیت طولانی است',
        'sentAt': '3:08:35 بعد از ظهر',
      }, {
        'type': 'دریافت',
        'message': 'باید برای شما توضیح دهم که چگونه این همه تصور اشتباه از انکار',
        'sentAt': '3:10:28 بعد از ظهر',
      }, {
        'type': 'دریافت',
        'message': 'بسیاری از متن ها از قسمت های مختلف وجود دارد',
        'sentAt': '3:12:36 بعد از ظهر',
      }, {
        'type': 'دریافت',
        'message': 'جوابگوی سوالات پیوسته اهل دنیای موجود طراحی',
        'sentAt': '3:12:45 بعد از ظهر',
      }, {
        'type': 'دریافت',
        'message': 'این یک واقعیت طولانی است',
        'sentAt': '3:13:28 بعد از ظهر',
      }, {
        'type': 'ارسال',
        'message': 'رم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
        'sentAt': '3:15:45 بعد از ظهر',
      }
    ]
  },
  {
    'id': 9,
    'conversationData': [

      {
        'type': 'دریافت',
        'message': 'نسخه های انگلیسی از ترجمه 1914 توسط H. Rackham',
        'sentAt': '3:05:47 بعد از ظهر',
      },
      {
        'type': 'ارسال',
        'message': 'خطاهای دیدنی و خطای ناگهانی بنشینید',
        'sentAt': '3:07:52 بعد از ظهر',
      },
      {
        'type': 'دریافت',
        'message': 'باید برای شما توضیح دهم که چگونه این همه تصور اشتباه از انکار',
        'sentAt': '3:10:28 بعد از ظهر',
      },
      {
        'type': 'دریافت',
        'message': 'بسیاری از متن ها از قسمت های مختلف وجود دارد',
        'sentAt': '3:12:36 بعد از ظهر',
      },
      {
        'type': 'ارسال',
        'message': 'بسیاری از متن ها از قسمت های مختلف وجود دارد',
        'sentAt': '3:13:04 بعد از ظهر',
      },
      {
        'type': 'دریافت',
        'message': 'این یک واقعیت طولانی است',
        'sentAt': '3:13:28 بعد از ظهر',
      },
      {
        'type': 'ارسال',
        'message': 'رم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
        'sentAt': '3:15:45 بعد از ظهر',
      }
    ]
  },
  {
    'id': 10,
    'conversationData': [
      {
        'type': 'ارسال',
        'message': 'نسخه های انگلیسی از ترجمه 1914 توسط H. Rackham',
        'sentAt': '3:03:28 بعد از ظهر',
      }, {
        'type': 'دریافت',
        'message': 'نسخه های انگلیسی از ترجمه 1914 توسط H. Rackham',
        'sentAt': '3:05:47 بعد از ظهر',
      }, {
        'type': 'ارسال',
        'message': 'خطاهای دیدنی و خطای ناگهانی بنشینید',
        'sentAt': '3:07:52 بعد از ظهر',
      }, {
        'type': 'ارسال',
        'message': 'این یک واقعیت طولانی است',
        'sentAt': '3:08:35 بعد از ظهر',
      }, {
        'type': 'دریافت',
        'message': 'باید برای شما توضیح دهم که چگونه این همه تصور اشتباه از انکار',
        'sentAt': '3:10:28 بعد از ظهر',
      }, {
        'type': 'ارسال',
        'message': 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم ',
        'sentAt': '3:11:25 بعد از ظهر',
      }, {
        'type': 'دریافت',
        'message': 'بسیاری از متن ها از قسمت های مختلف وجود دارد',
        'sentAt': '3:12:36 بعد از ظهر',
      }, {
        'type': 'دریافت',
        'message': 'جوابگوی سوالات پیوسته اهل دنیای موجود طراحی',
        'sentAt': '3:12:45 بعد از ظهر',
      }, {
        'type': 'ارسال',
        'message': 'بسیاری از متن ها از قسمت های مختلف وجود دارد',
        'sentAt': '3:13:04 بعد از ظهر',
      }, {
        'type': 'دریافت',
        'message': 'این یک واقعیت طولانی است',
        'sentAt': '3:13:28 بعد از ظهر',
      }, {
        'type': 'ارسال',
        'message': 'رم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ',
        'sentAt': '3:15:45 بعد از ظهر',
      }
    ]
  },
  {
    'id': 11,
    'conversationData': [
      {
        'type': 'دریافت',
        'message': 'بسیاری از متن ها از قسمت های مختلف وجود دارد',
        'sentAt': '3:12:36 بعد از ظهر',
      }, {
        'type': 'دریافت',
        'message': 'جوابگوی سوالات پیوسته اهل دنیای موجود طراحی',
        'sentAt': '3:12:45 بعد از ظهر',
      }, {
        'type': 'ارسال',
        'message': 'بسیاری از متن ها از قسمت های مختلف وجود دارد',
        'sentAt': '3:13:04 بعد از ظهر',
      },
    ]
  }

]
