import avatar1 from '../../../ad-images/avatar-1.png';
import avatar2 from '../../../ad-images/avatar-2.png';
import avatar3 from '../../../ad-images/avatar-3.png';
import avatar4 from '../../../ad-images/avatar-4.png';
import avatar5 from '../../../ad-images/avatar-5.png';


const timeLineData = [
  {
    image: avatar1,
    time: '30 دی 1397',
    title: 'ایجاد',
    description: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. ',
  }, {
    image: avatar2,
    time: '30 دی 1397',
    title: '50 پروژه اول به اتمام رسید',
    description: 'این یک واقعیت طولانی است این که یک خواننده هنگام مشاهده طرح خود از مطالب خواندنی یک صفحه پریشان شود.',
  }, {
    image: avatar3,
    time: '30 دی 1397',
    title: 'پروژه را به دست گرفت',
    description: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
  }, {
    image: avatar4,
    time: '30 دی 1397',
    title: 'جایزه بهترین سازنده از هیئت مدیره سازنده ایران',
    description: 'بسیاری از متن ها از قسمت های مختلف وجود دارد لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است',
  }, {
    image: avatar5,
    time: '30 دی 1397',
    title: '100 پروژه اول به پایان رسید',
    description: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. ',
  }
];
export default timeLineData;
