import Img1 from '../../../../ad-images/new-1.jpg';
import Img2 from '../../../../ad-images/new-2.jpg';
import Img3 from '../../../../ad-images/new-3.jpg';

export const allNews = [
  {
    id: 1,
    image: Img1,
    title: '10 چیزهایی که باید قبل از تجارت بدانید',
    subTitle: 'این یک زیرعنوان است که در اینجا قرار می گیرد',
    desc: 'توضیحات این خبر در اینجا قرار می گیرد',
  },
  {
    id: 1,
    image: Img2,
    title: 'لورم ایپسوم متن ساختگی با تولید سادگی',
    subTitle: 'این یک زیرعنوان است که در اینجا قرار می گیرد',
    desc: 'توضیحات این خبر در اینجا قرار می گیرد',
  },
  {
    id: 1,
    image: Img3,
    title: 'آیا سرمایه گذاری در شرکت یک دام یا یک فرصت است؟',
    subTitle: 'این یک زیرعنوان است که در اینجا قرار می گیرد',
    desc: 'توضیحات این خبر در اینجا قرار می گیرد',
  }
];
export const bitCoinNews = [
  {
    id: 1,
    image: Img1,
    title: '10 چیزهایی که باید قبل از تجارت بدانید',
    subTitle: 'این یک زیرعنوان است که در اینجا قرار می گیرد',
    desc: 'توضیحات این خبر در اینجا قرار می گیرد',
  },
  {
    id: 1,
    image: Img2,
    title: 'لورم ایپسوم متن ساختگی با تولید سادگی',
    subTitle: 'این یک زیرعنوان است که در اینجا قرار می گیرد',
    desc: 'توضیحات این خبر در اینجا قرار می گیرد',
  },
  {
    id: 1,
    image: Img3,
    title: 'آیا سرمایه گذاری در شرکت یک دام یا یک فرصت است؟',
    subTitle: 'این یک زیرعنوان است که در اینجا قرار می گیرد',
    desc: 'توضیحات این خبر در اینجا قرار می گیرد',
  }
];
export const rippleNews = [
  {
    id: 1,
    image: Img1,
    title: '10 چیزهایی که باید قبل از تجارت بدانید',
    subTitle: 'این یک زیرعنوان است که در اینجا قرار می گیرد',
    desc: 'توضیحات این خبر در اینجا قرار می گیرد',
  },
  {
    id: 1,
    image: Img2,
    title: 'لورم ایپسوم متن ساختگی با تولید سادگی',
    subTitle: 'این یک زیرعنوان است که در اینجا قرار می گیرد',
    desc: 'توضیحات این خبر در اینجا قرار می گیرد',
  },
  {
    id: 1,
    image: Img3,
    title: 'آیا سرمایه گذاری در شرکت یک دام یا یک فرصت است؟',
    subTitle: 'این یک زیرعنوان است که در اینجا قرار می گیرد',
    desc: 'توضیحات این خبر در اینجا قرار می گیرد',
  }
];
export const lightCoinNews = [
  {
    id: 1,
    image: Img1,
    title: '10 چیزهایی که باید قبل از تجارت بدانید',
    subTitle: 'این یک زیرعنوان است که در اینجا قرار می گیرد',
    desc: 'توضیحات این خبر در اینجا قرار می گیرد',
  },
  {
    id: 1,
    image: Img2,
    title: 'لورم ایپسوم متن ساختگی با تولید سادگی',
    subTitle: 'این یک زیرعنوان است که در اینجا قرار می گیرد',
    desc: 'توضیحات این خبر در اینجا قرار می گیرد',
  },
  {
    id: 1,
    image: Img3,
    title: 'آیا سرمایه گذاری در شرکت یک دام یا یک فرصت است؟',
    subTitle: 'این یک زیرعنوان است که در اینجا قرار می گیرد',
    desc: 'توضیحات این خبر در اینجا قرار می گیرد',
  }
];
