const calloutsData = [
  {
    image: 'https://via.placeholder.com/500x330',
    title: 'سدر بشکه سونا',
    description: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.',
  }, {
    image: 'https://via.placeholder.com/500x330',
    title: 'سونا سنتی',
    description: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. ',

  }, {
    image: 'https://via.placeholder.com/500x330',
    title: 'سونا سنتی',
    description: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. ',

  }, {
    image: 'https://via.placeholder.com/500x330',
    title: 'سدر بشکه سونا',
    description: 'بسیاری از متن ها از قسمت های مختلف وجود دارد لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. ',
  }, {
    image: 'https://via.placeholder.com/500x330',
    title: 'سونا سنتی',
    description: ' جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اینترنت تمایل دارد تکه های از پیش تعریف شده را در صورت لزوم تکرار کند ، و این اولین تولید کننده واقعی در اینترنت است. این یک فرهنگ لغت از بیش از 200 کلمه لاتین ، همراه با تعداد انگشت شماری از ساختارهای جمله مدل استفاده می کند',
  }, {
    image: 'https://via.placeholder.com/500x330',
    title: 'سونا مادون قرمز',
    description: 'این یک واقعیت طولانی است این که یک خواننده هنگام مشاهده طرح خود از مطالب خواندنی یک صفحه پریشان شود',
  }, {
    image: 'https://via.placeholder.com/500x330',
    title: 'سونا مادون قرمز',
    description: ' نسخه های مختلفی در طول سال ها ، گاه به طور اتفاقی ، گاهی به صورت هدفمند (تزریق شوخ طبعی و موارد مشابه) تکامل یافته اند.',
  },
];
export default calloutsData;
